Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/samediggi.no/samediggepresidenta-aadaajakhaalla.html.tmx
Source language: smj
Languages: sma

source: Sámediggepresidenta ådåjakhålla / Håla ja tjállaga / Sámedikkeráde / Organisasjåvnå struktuvrra / Sámmedikke birra / Sámedigge - Sametinget
sma: Saemiedigkiepresidenten orrejaepienhåaleme / Håalemh jïh tjaalegh / Saemiedigkieraerie / Åårganisasjovnestruktuvre / Saemiedigkien bïjre / Saemiedigkie - Sametinget

source: Sámediggepresidenta ådåjakhålla
sma: Saemiedigkiepresidenten orrejaepienhåaleme

source: Dánna máhttebihtit låhkåt sámediggepresidenta Aili Keskitalo ådåjakhålav.
sma: Daesnie maehtede saemiedigkiepresidente Aili Keskitalon orrejaepienhåalemem lohkedh.

source: Hålla sáddiduvvá, NRK 1: n.
sma: Håaleme seedtesåvva kanaalesne NRK1 01.01.2014, NRK 1.

source: Gieres gájkka divna.
sma: Gieries gaajhkesh dovnesh.

source: Jagen 2013 bivddiduváj oarjjelsáme Frode Fjellheim oassálastátjit musihkajn Disneya ådå, animeridum stuorfilmmaj ” Frozen ”.
sma: Jaepien 2013 åarjelsaemie Frode Fjellheim bööresovvi meatan årrodh musihkine Disney ’ en orre stoerre guvviefilmesne ” Frozen ”.

source: Juojgga Eatnemen Vuelie ja Fjellheima musihkalasj vaddasa oadtju dal ålles væráldav gulldalittjat – juojgav.
sma: Joejke Eatnemen vuelie jïh Fjellheimen musihkeles talente skreejrehtieh abpe veartenem goltelidh – joejkese.

source: Sæmmi aj vuojnnep ietjá kultuvrramoalgedimijn.
sma: Mijjieh dam seamma aaj jeatjah kultuvrevoetine vuejnebe.

source: Sáme kultuvrra vuojttá aktelattjat ådå ulmutjijt.
sma: Saemien kultuvre ahkedh orre goltelæjjah jïh vuartasjæjjah åadtjoeh.

source: Mijá kultuvrra le giddidum ruohtsaj mijá ávkkim- ja årromguovlojda.
sma: Mijjen kultuvre lea vïedteldihkie mijjen åtnoe- jïh årromedajvine.

source: Dan diehti oajvvadip UNESCO:j niellja kultuvrramujttoguovlo Várjjagin tjoahkkáj avta væráltárbbesadjen.
sma: Dan åvteste raeriestibie UNESCO ’ se, njieljie kultuvremojhtesedajvh Varangerisnie goh akte tjåenghkies vearteneaerpiesijjie.

source: Luonndo mijá birra “ mujttá ”, ja dálásj ájge subtsas sáme histåvråv kultuvrramujtoj, bajkkenamáj, båvaj ja giehtoj baktu.
sma: Dïhte eatneme mijjen bïjre ” måjhta ” jïh soptseste dam saemien histovrijem kultuvremojhtesi tjïrrh, sijjienommh, vaajesh jïh soptsesh daaletje tïjjen.

source: Valla álu vásedip giehto mijájs giehtoduvvi iehtjádijs gå mijájs.
sma: Men daamtaj dååjrebe dah soptsesh mijjen bïjre eah mijjeste soptsesovvh, men mubpijste.

source: Da giehtoduvvi kritihkalasj politihka retorihka baktu, skandálaj baktu medijajn, ja værmádakavijsaj ármodis javllamussajij baktu.
sma: Dah laejhtehks politihkeles retorihken tjïrrh soptsesuvvieh, stadtjoej tjïrrh meedijinie, jïh nedteplaeriej yöskeres lahtestimmiesijjine.

source: Giehtoduvvá aj dan baktu massta ij giehtoduvá mijá birra – skåvlåjn ja ietjá almulasj arenajn.
sma: Dïhte aaj leerehtamme sjædta dan tjïrrh mijij mijjen bïjre soptsesovvh– skuvline jïh jeatjah byögkeles sijjine.

source: Juohkka ájnna álmmuk hálijt dåhkkiduvvat ja vieleduvvat buoremusás, gærrásabmusis ja tjáppemusás mijá kultuvran.
sma: Gaajhkh almetjh sijhtieh jååhkesjamme sjïdtedh jïh seahkarimmiem åadtjodh dan buaratjommesen, gieriesommes jïh tjaebpemes åvteste sijjen kultuvresne.

source: dav hálijdip mij aj.
sma: Dam mijjieh aaj sïjhtebe.

source: Uddni de sidáv giehttot dunji mijá gievrajs.
sma: Juktie daan biejjien sïjhtem dutnjien mijjen heartoehtæjjaj bïjre soptsestidh.

source: Sijájs gudi juohkka biejve hábbmiji ja ådåstuhtti.
sma: Dah mah fïerhten biejjien sjugniedieh jïh orrestieh.

source: Sij li gudi gådi mijáv dan sisi mij la iesj sáradis mijá sebrudagán: mijá histåvrrå, mijá niego ja mijá vásádusá gudi mij lip.
sma: Dah leah dah, mah mijjem dan sïjse butnieh mij lea dah jïjtjehke soenh mijjen siebriedahkesne: mijjen histovrije, mijjen nïekedassh jïh mijjen dååjrese mijjine årrodh.

source: Mån sáhkadav dájddárijs.
sma: Manne tjiehpiedæjjaj bïjre soptsestem.

source: Æjgádijs gudi gålådi ájgev oassálassti ásadit sámegiellaåhpadusáv gånnå ij gávnnu åvdutjis.
sma: Eejhtegi bïjre mah tïjjem jïh eadtjohkevoetem nuhtjieh saemien ööhpehtimmiem tseegkedh desnie gusnie eah naan faalenassh utnieh aarebistie.

source: Rahtjalis ulmutjijs gudi sihkarassti nuorajn la valástallamfállo aj boahtte tjaktjaj.
sma: Dah ïedtjeladtjh mah huksieh dah noerh aktem gaarsjelimmiefaalenassem utnieh aaj mubpien tjaktjen.

source: Barnes guhti viehket sámegielak iednes ja dálkudiddjev vaj dádjadibá nubbe nuppev buorebut ja dajna sihkarasstá buoremus sujtov ja værddogisvuodav sunji guhti le skibás.
sma: Jïh baernien bïjre mij sov saamastallije tjidtjebem jïh dåakterem viehkehte sinsitniem buerebelaakan guarkedh, jïh dan åvteste håksa skïemtjije dam bööremes båehtjierdimmiem jïh vyörtegsvoetem åådtje goh gåarede.

source: Guoktalåkniellja nuorra gievra diededin ietjasa mielastisá giellaambassadørran Sámedikke giellakampánnjaj #Sámástamunji vásse tjavtja.
sma: Daan tjaktjen 24 noere heartoehtæjjah jïjtjevyljehke bïeljelin dah sïjhtin gïele-ierieguedtiejinie årrodh Saemiedigkien kampanjesne #saemesthmunnjien.

source: Gielan ja aktisasjvuodan la gåktu mij definerip ietjama ja væráldav mijá birra: gudi lijma, gudi lip ja gudi sjaddap.
sma: Gïelesne jïh ektievoetesne mijjieh jïjtjemem jïh veartenem bïjre jarkan tjïelkestibie; gïeh limh, gïeh libie jïh gïeh edtjebe sjïdtedh.

source: Giellagievrra ij la sån guhti hæhttu miejnnit giella le álkke ávkkit.
sma: Akte gïeleheartoehtæjja ij sån daarpesjh dïhte årrodh mij tuhtjie aelhkie saemien nuhtjedh.

source: Gievrra le sån guhti dahká dav, juska le gássjel.
sma: Heartoehtæjja lea dïhte mij dam dorje, jalhts gïerve.

source: De le jur gå le gássjelamos, majt vállji ja majt daga le ájnnasamos.
sma: Juktie raaktan gosse gïerve, dov veeljeme jïh barkoe leah vihkielommes.

source: Dat la mijá aktisasj vásstádus, vásstádus mav ep mahte iehtjádijda dådjet.
sma: Dïhte lea mijjen tjåenghkies dïedte, akte dïedte maam ibie maehtieh mubpide læjkoedidh.

source: Ållagattjat sidáv rámmpot værddogisvuohtabargov majt mijá unneplågo ájrrasa dahki.
sma: Manne sïjhtem joekoen dam vyörtegsvoetebarkoem jååhkesjidh maam tjirkijh mijjen jïjtsh unnebelåhkojste darjoeh.

source: Uddni hæhttup dåbdåstit gå homofijlaj ja lesbaj rievtesvuoda ælla man ga rádjáj duodalattjat vieleduvvam sámepolitihkan.
sma: Daan biejjien tjoerebe bæjhkodh homofijle jïh lesbiske almetji reaktah eah leah nuekies krööhkestamme sjïdteme saemiepolitihkesne.

source: Givseldime ja badjelgæhttjama gávnnuji, mijá skåvlåjn ja mijá bájkálasj sebrudagájn aj.
sma: Irhkeme jïh sïerredimmie heannede, aaj mijjen skuvline jïh mijjen voenges siebriedahkine.

source: Vinjo sámijda merkaj dat ij la máhttelis viessot dievalasj ja buorre iellemav sijddaguovlojn.
sma: Dejtie homofijle saemide sæjhta jiehtedh dah eah maehtieh ellieslaakan jïh hijvenlaakan jieledh sijjen hïejmevoenine.

source: Miján la dárbbo ienep nuorra ja ållesjattugis gievrajs gudi givseldimijt vuosteldi.
sma: Mijjieh jienebh noerh jïh geerve heartoehtæjjah daarpesjibie mah irhkemen vööste berkieh.

source: Tjavtjan 2013 tjádaduváj giehttjit válgga Sámediggáj.
sma: Tjaktjen 2013 lij tjïjhtjeden aejkien saemiedigkieveeljeme tjïrrehtamme sjïdti.

source: Dán jage le 25 jage dallutjis gå Sámedigge vuostasj bále rabáduváj Gånågisás Olav V. Sámedigge le boados garra ja vájmmelis, valla ráfálasj rievtesvuohtarahtjamusájs Áltá-ássjen.
sma: Daan jaepien 25 jaepieh mænngan Gånka Olav V dam voestes Saemiedigkiem rïhpesti. Saemiedigkie akte illedahke aktede jihtseles jïh eadtjohke, men læjhkan aktede raeffies reaktavoetegæmhposte Alta-aamhtesen bïjre.

source: Ájádusá parlamentas Vuona iemeálmmugij ásaduvvin látte ja sáme gievrajs aktan.
sma: Dïhte åssjaldahke akten parlamenten bïjre aalkoealmetjidie Nöörjesne, nöörjen jïh saemien heartoehtæjjijste ektesne tseegkesovvi.

source: Guovtet álmmugis gudi lijga miellusa guorrasittjat tjoavddusijda, ienni gå rijdojda ja niejddemijda boahtte ájgen.
sma: Göökte almetjijstie mah lin vyljehke vuekieh jååhkesjidh, sijjeste ovvaantojne jïh dïedtelgimmine jåerhkedh.

source: Mij oajbbop vilá åhpadime diehti sámegielan ja sámegiellaj.
sma: Annje ööhpehtimmien åvteste saemien gïelesne gæmhpoeminie.

source: Mijá giela li ájtedum giela.
sma: Mijjen gïelh leah håvhtadamme nåhkelidh.

source: Ja árbbedábálasj æládusá, nåv gå ællosujtto, adnet li ienebut ja ienebut rijdduj boahtám stuorsebrudagá sávadusáj ienep minerálajt råggåt.
sma: Jïh mijjieh dååjrebe aerpievuekien jielemh goh båatsoe lea aktene ahkedh stuerebe ovvaantosne stoerresiebriedahken vaajteligujmie, lissiehtamme mineraalenuhtjemen bïjre.

source: Merrasámij sijda ájteduvvi binnep máhttelisvuodaj baktu guollitjit ja viessomuháv meras oattjotjit.
sma: Dah mearoesaemien voenh leah håvhtadamme dan åvteste göölemenuepieh jïh dïeneste mearoste geahpanieh.

source: Dá hásstalusá ja moadda ietjá hásstalusá tjanádum stáhta ja iemeálmmuga aktijvuohtaj li vilá tjoavdek.
sma: Dejtie jïh jïjnjh jeatjah haestiemidie staaten jïh aalkoealmetji gaskem, ij leah annje naan raeriem gaavneme.

source: Mij lip gájka oadtjum máhttelisvuodajt gehtjastittjat muhtem sáme gievrajda rájdo baktu ” Den stille kampen ” NRK:an vásse tjavtja.
sma: Mijjieh gaajhkesh nuepiem åådtjeme åehpies sjïdtedh såemies dej saemien heartoehtæjjajgujmie seerijen tjïrrh ” Den stille kampen ” NRK:sne daan tjaktjen.

source: Vuojnnám lip gievra gávnnuji juohkka bájkálasj sebrudagán ja moatten sebrudaksuorgen.
sma: Mijjieh libie vuajneme heartoehtæjjah gaajhkine voenges siebriedahkine gååvnesieh, jïh gelline siebriedahkesuerkine.

source: Valla muhtema gatjádi man guhkev galggap tjalmostahttet dárojduhttempolitihkkaj ja niejddemijda ?
sma: Men såemies gujht gihtjieh man guhkiem mijjieh edtjebe tjelmide bïejedh daaroedehtemepolitihkese jïh dïedtelgæmman saemijste ?

source: Duohtavuohta le dárojduhttem ja niejddem le mijá aktisasj histåvrrå, sáme ja látte.
sma: Dïhte mij lea saatnan lea daaroedehteme jïh dïedtelgimmie leah mijjen tjåenghkies histovrije, saemieh jïh nöörjen almetjh.

source: Mij, goappátja álmmuga, lip vaháguvvama dassta – goabbák iehtjama láhkáj.
sma: Mijjieh, gåabpegh almetjh, libie tjoereme dan åvteste maeksedh - fïereguhtelaakan.

source: Mån dádjadav gå muhtema sihti vajálduhttet ja tjiehkat.
sma: Manne goerkesem åtnam naaken sijhtieh åajaldidh jïh vöörhkedh.

source: Valla mij viessop uddni båhtusij dat histåvrås.
sma: Men mijjieh jielebe dej illedahkigujmie daehtie histovrijeste daan biejjien.

source: Ja nåv guhkev gå dat sjaddá dåssju sáme ássjen, de dat gássjeduhttá åvddånahttemav, goappátjagá sámijda ja láttijda.
sma: Jïh dan guhkiem dïhte ajve akten saemien aamhtesasse dorjesåvva, dïhte sæjhta evtiedimmiem giervebe darjodh, dovne nöörjen almetjidie jïh saemide.

source: Guokta álmmuga li vaháguvvam dáhpádusájs, goabbák ietjaska láhkáj.
sma: Göökte almetjh leah traumatiseradamme, fïereguhtelaakan.

source: Luohtádus ja kultuvrra li tsuovkkanam.
sma: Leajhtadimmie jïh kultuvre leah mårhkanamme.

source: Divvot dav mij la tsuovkkanam gájbbet lasedum ratjástimijt goappátjaga Sámedikkes ja Vuona oajválattjajs.
sma: Dåvvodh dam mij mårhkanamme sæjhta lissiehtamme barkoem krïevedh, dovne Saemiedigkeste jïh nöörjen åejvieladtjijste.

source: Mån bivddiv dan diehti Vuona oajválattjajt ådå ságastallamijda, ja oasálasjvuodav, friddjavuohtaj ienedittjat sáme iellemsjuvesvuodav ja ådå sáme iesjráddimhámijda.
sma: Manne dan åvteste nöörjen åejvieladtjh orre rååresjimmide, jïh guejmievoetese, bööredem, juktie jïjtjeraarehke saemien jieledem vijriesåbpoe evtiedidh, jïh orre saemien jïjtjenænnoestimmievuekiej bïjre.

source: Giesen 2013 bivddij Sámedigge 600 ájrrasa divna værálda iemeálmmukguovlojs Áltáj.
sma: Giesien 2013 Saemiedigkie 600 tjirkijh gaajhkijste veartenen aalkoealmetjedajvijste Altan gåajkoe bööredi.

source: Danna båhtin værálda iemeálmmuga ájgás aktisasj prinsihpalasj vuodudahkaj.
sma: Desnie veartenen aalkoealmetjh dan voestes aejkien akten tjåenghkies prinsihpeles våaromen bïjre seamadin.

source: Dat lij sierra lágásj histåvrålasj dahpadus, mij dálla vájkkut værálda iemeálmmuga oassálassti avta buohta stáhtaj dán jage konferánssaj iemeálmmugij rievtesvuodaj birra AN:a oajvvetjåhkanime ásadime baktu.
sma: Akte sjïere histovreles heannadimmie, jïh dan åvteste veartenen aalkoealmetjh daan tjaktjen leah seammavyörtegs meatan staatigujmie ektine, daan jaepien konferansesne aalkoealmetji reaktaj bïjre, maam EN:n generaalekrirrie öörnede.

source: Sámedigge joarkka rijkkagasskasasj bargojt, ja galggá boahtte jagijt liehket åvdemusán barggamin rievtesferdukvuoda diehti ja iemeálmmugij rievtesvuodaj dåhkkidime diehti.
sma: Saemiedigkie sov gaskenasjovnaale barkoem guhkede, jïh edtja dej båetiji jaepiej njueniehkisnie barkedh rïektesvoeten jïh jååhkesjimmien åvteste aalkoealmetji reaktijste veartenisnie.

source: Sij gudi ietjájduhtti væráldav, li gudi jáhkki værált máhttá ietjájduvvat.
sma: Dah mah veartenem jarkelieh leah dah mah vienhtieh veartene maahta jarkerostedh.

source: Sadje gávnnu ienep rievtesferdukvuohtaj ja ienep iellemsjuvesvuohtaj.
sma: Sijjie gååvnese vielie reaktavoetese jïh vielie jïjtjeraarehke jieledem evtiedidh.

source: Åro gievrran jagen 2014.
sma: Årroeh heartoehtæjjine jaepien 2014.

source: Gávnnu agev ulmusj guhti dárbaj liegga giedav, ja agev ássje mij dárbaj vájmov mij svahtjá ja berus.
sma: Iktesth akte almetje mij aktem baahkes gïetem daarpesje, jïh iktesth akte aamhtese mij aktem tsaepmije jïh eadtjohke vaajmoem daarpesje.

source: Buorre ådå jahke
sma: Buerie orre jaepie
